{
  "products": [
    {
      "title": "Mid-Century Modern Wooden Dining Table",
      "price": "77",
      "img": "https://i.imgur.com/DMQHGA0.jpeg",
      "category": "Furniture",
      "desc": "Elevate your dining room with this sleek Mid-Century Modern dining table, featuring an elegant walnut finish and tapered legs for a timeless aesthetic. Its sturdy wood construction and minimalist design make it a versatile piece that fits with a variety of decor styles. Perfect for intimate dinners or as a stylish spot for your morning coffee.",
      "id": "4d47"
    },
    {
      "title": "Elegant Golden-Base Stone Top Dining Table",
      "price": "100",
      "img": "https://i.imgur.com/NWIJKUj.jpeg",
      "category": "Furniture",
      "desc": "Elevate your dining space with this luxurious table, featuring a sturdy golden metal base with an intricate rod design that provides both stability and chic elegance. The smooth stone top in a sleek round shape offers a robust surface for your dining pleasure. Perfect for both everyday meals and special occasions, this table easily complements any modern or glam decor.",
      "id": "cb1e"
    },
    {
      "title": "Modern Elegance Teal Armchair",
      "price": "50",
      "img": "https://i.imgur.com/6wkyyIN.jpeg",
      "category": "Furniture",
      "desc": "Elevate your living space with this beautifully crafted armchair, featuring a sleek wooden frame that complements its vibrant teal upholstery. Ideal for adding a pop of color and contemporary style to any room, this chair provides both superb comfort and sophisticated design. Perfect for reading, relaxing, or creating a cozy conversation nook.",
      "id": "398c"
    },
    {
      "title": "Elegant Solid Wood Dining Table",
      "price": "25",
      "img": "https://i.imgur.com/4lTaHfF.jpeg",
      "category": "Furniture",
      "desc": "Enhance your dining space with this sleek, contemporary dining table, crafted from high-quality solid wood with a warm finish. Its sturdy construction and minimalist design make it a perfect addition for any home looking for a touch of elegance. Accommodates up to six guests comfortably and includes a striking fruit bowl centerpiece. The overhead lighting is not included.",
      "id": "2a04"
    },
    {
      "id": "5233",
      "title": "Modern Minimalist Workstation Setup",
      "price": "80",
      "img": "https://i.imgur.com/3oXNBst.jpeg",
      "category": "Furnityre",
      "desc": "Elevate your home office with our Modern Minimalist Workstation Setup, featuring a sleek wooden desk topped with an elegant computer, stylish adjustable wooden desk lamp, and complimentary accessories for a clean, productive workspace. This setup is perfect for professionals seeking a contemporary look that combines functionality with design."
    },
    {
      "id": "577e",
      "title": "Modern Ergonomic Office Chair",
      "price": "70",
      "img": "https://i.imgur.com/3dU0m72.jpeg",
      "category": "Furniture",
      "desc": "Elevate your office space with this sleek and comfortable Modern Ergonomic Office Chair. Designed to provide optimal support throughout the workday, it features an adjustable height mechanism, smooth-rolling casters for easy mobility, and a cushioned seat for extended comfort. The clean lines and minimalist white design make it a versatile addition to any contemporary workspace."
    },
    {
      "title": "Modern Ergonomic Office Chair",
      "price": "90",
      "img": "https://i.imgur.com/Y54Bt8J.jpeg",
      "category": "Furniture",
      "desc": "Elevate your office space with this sleek and comfortable Modern Ergonomic Office Chair. Designed to provide optimal support throughout the workday, it features an adjustable height mechanism, smooth-rolling casters for easy mobility, and a cushioned seat for extended comfort. The clean lines and minimalist white design make it a versatile addition to any contemporary workspace.",
      "id": "ba38"
    }
  ]
}